[
    {
        "index": "001",
        "title": "Visual tuning",
        "info": "Bruce XB Yu, Jianlong Chang, Haixin Wang, Lingbo Liu, Shijie Wang, Zhiyu Wang, Junfan Lin et al - ACM Computing Surveys 56, no. 12 (2024): 1-38 - dl.acm.org",
        "abstract": "Fine-tuning visual models has been widely shown promising performance on many downstream visual tasks. With the surprising development of pre-trained visual foundation …",
        "PDF": "https://dl.acm.org/doi/pdf/10.1145/3657632",
        "filename": "Visual tuning",
        "link": "https://dl.acm.org/doi/abs/10.1145/3657632"
    },
    {
        "index": "002",
        "title": "Leveraging large models for crafting narrative visualization: a survey",
        "info": "Yi He, Shixiong Cao, Yang Shi, Qing Chen, Ke Xu, and Nan Cao - arXiv preprint arXiv:2401.14010 (2024) - arxiv.org",
        "abstract": "Narrative visualization effectively transforms data into engaging stories, making complex information accessible to a broad audience. Large models, essential for narrative …",
        "PDF": "https://arxiv.org/pdf/2401.14010",
        "filename": "Leveraging large models for crafting",
        "link": "https://arxiv.org/abs/2401.14010"
    },
    {
        "index": "003",
        "title": "Redefinition of Digital Twin and Its Situation Awareness Framework Designing Toward Fourth Paradigm for Energy Internet of Things",
        "info": "Xing He, Yuezhong Tang, Shuyan Ma, Qian Ai, Fei Tao, and Robert Qiu - IEEE Transactions on Systems, Man, and Cybernetics: Systems (2024) - ieeexplore.ieee.org",
        "abstract": "Traditional knowledge-based situation awareness (SA) modes struggle to adapt to the escalating complexity of today's Energy Internet of Things (EIoT), necessitating a pivotal …",
        "PDF": "https://arxiv.org/pdf/2407.08919",
        "filename": "Redefinition of Digital Twin and",
        "link": "https://ieeexplore.ieee.org/abstract/document/10665967/"
    },
    {
        "index": "004",
        "title": "Trustworthy federated learning: privacy, security, and beyond",
        "info": "Chunlu Chen, Ji Liu, Haowen Tan, Xingjian Li, Kevin I-Kai Wang, Peng Li, Kouichi Sakurai, and Dejing Dou - Knowledge and Information Systems (2024): 1-36 - Springer",
        "abstract": "While recent years have witnessed the advancement in big data and artificial intelligence, it is of much importance to safeguard data privacy and security. As an innovative approach …",
        "PDF": "https://arxiv.org/pdf/2411.01583",
        "filename": "Trustworthy federated learning privacy, security,",
        "link": "https://link.springer.com/article/10.1007/s10115-024-02285-2"
    },
    {
        "index": "005",
        "title": "Big Cooperative Learning",
        "info": "Yulai. Con - arXiv preprint arXiv:2407.21319 (2024) - arxiv.org",
        "abstract": "Cooperation plays a pivotal role in the evolution of human intelligence; moreover, it also underlies the recent revolutionary advancement of artificial intelligence (AI) that is driven by …",
        "PDF": "https://arxiv.org/pdf/2407.21319",
        "filename": "Big Cooperative Learning",
        "link": "https://arxiv.org/abs/2407.21319"
    }
]